Repository: Christos-Papoulas/wordpress-demo
Catalog: web/app/themes/sage/resources/lang/*.po
Languages: el

source: Cookie policy
el: Πολιτική cookie

source: and
el: και

source: I have read and agree to the website
el: Έχω διαβάσει και συμφωνώ με τον ιστότοπο

source: Terms and Conditions
el: Όροι και Προϋποθέσεις

source: Privacy Policy
el: Πολιτική Απορρήτου

source: You must agree to the privacy policy and the terms.
el: Πρέπει να συμφωνήσετε με την πολιτική απορρήτου και τους όρους.

source: Favorites
el: Αγαπημένα

source: First name
el: Όνομα

source: Last name
el: Επώνυμο

source: Address
el: Διεύθυνση

source: Apartment, suite, etc.
el: Κουδούνι

source: Postcode
el: Ταχυδρομικός κώδικας

source: City
el: Πόλη

source: Phone
el: Τηλέφωνο

source: Product back in stock
el: Προϊόν πίσω σε απόθεμα

source: Hello!
el: Γειά σας

source: ⏰ Το <strong>{product}</strong> is back in stock
el: ⏰ Το <strong>{product}</strong> είναι ξανά σε απόθεμα

source: 🛒 Take a look at {product_url}
el: 🛒 Ρίξτε μια ματιά στο {product_url}

source: Don't miss the chance!
el: Μην χάσετε την ευκαιρία!

source: Product back in stock!
el: Το προϊόν ξανά σε απόθεμα!

source: Credit or Debit card on delivery
el: Πιστωτική ή χρεωστική κάρτα κατά την παράδοση

source: Let your shoppers pay upon delivery — by credit or debit card.
el: Αφήστε τους αγοραστές σας να πληρώσουν κατά την παράδοση — με πιστωτική ή χρεωστική κάρτα.

source: Cash on local pickup
el: Μετρητά κατά την παραλαβή από κατάστημα

source: Let your shoppers pay upon local pickup — by cash or other methods of payment.
el: Αφήστε τους αγοραστές σας να πληρώσουν κατά την παραλαβή από κατάστημα — με μετρητά ή άλλους τρόπους πληρωμής.

source: Total Discount
el: Συνολική Έκπτωση

source: Please Select A Variation
el: Επιλέξτε μια παραλλαγή

source: Something went wrong.
el: Κάτι πήγε στραβά.

source: An error occured
el: Παρουσιάστηκε σφάλμα

source: Sorry, we could not add all products to the cart
el: Λυπούμαστε, δεν μπορέσαμε να προσθέσουμε όλα τα προϊόντα στο καλάθι

source: Product/s removed from your cart.
el: Τα προϊόντα αφαιρέθηκαν από το καλάθι σας.

source: Need Invoice?
el: Χρειάζεστε τιμολόγιο;

source: VAT
el: ΑΦΜ

source: Company Name
el: Επωνυμία Εταιρίας

source: Tax Office
el: ΔΟΥ

source: Company Activity
el: Δραστηριότητα Εταιρίας

source: Invalid Request.
el: Μη έγκυρο αίτημα.

source: We could not validate your vat number.
el: Δεν ήταν δυνατή η επικύρωση του αριθμού ΑΦΜ σας.

source: VIES service is not available at the moment or vat number is wrong. Please try again later.
el: Η υπηρεσία VIES δεν είναι διαθέσιμη αυτή τη στιγμή ή ο αριθμός ΑΦΜ είναι λάθος. Δοκιμάστε ξανά αργότερα.

source: AADE requires username and password. Did you saved the details in the options page?
el: Η AADE απαιτεί όνομα χρήστη και κωδικό πρόσβασης. Αποθηκεύσατε τις λεπτομέρειες στη σελίδα επιλογών;

source: AADE service is not available at the moment. Please try again later.
el: Η υπηρεσία ΑΑΔΕ δεν είναι διαθέσιμη αυτή τη στιγμή. Δοκιμάστε ξανά αργότερα.

source: There was an error communicating with aadde. Please try again later
el: Παρουσιάστηκε σφάλμα κατά την επικοινωνία με το aadde. Δοκιμάστε ξανά αργότερα

source: Company
el: Εταιρία

source: Activity
el: Δραστηριότητα

source: Vat Number
el: ΑΦΜ

source: INVOICE
el: ΤΙΜΟΛΟΓΙΟ

# Post type general name
source: Stores
el: Καταστήματα

# Post type singular name
source: Store
el: Κατάστημα

# Admin Menu text
source: Stores
el: Καταστήματα

# Add New on Toolbar
source: Store
el: Κατάστημα

source: Add New Store
el: Προσθήκη νέου καταστήματος

source: New Store
el: Νέο Κατάστημα

source: Edit Store
el: Επεξεργασία καταστήματος

source: View Store
el: Προβολή καταστήματος

source: All Stores
el: Όλα τα Καταστήματα

source: Search Stores
el: Αναζήτηση καταστημάτων

source: Filter Stores list
el: Λίστα φίλτρων καταστημάτων

source: Stores list navigation
el: Πλοήγηση στη λίστα καταστημάτων

source: Stores list
el: Λίστα καταστημάτων

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Cities
el: Πόλεις

source: Store
el: Κατάστημα

source: Failed to update
el: Η ενημέρωση απέτυχε

source: Already in wishlist
el: Το προϊόν είναι ήδη στη λίστα επιθυμιών

source: Please log in to use the wishlist.
el: Παρακαλούμε συνδεθείτε για να χρησιμοποιήσετε τη λίστα επιθυμιών.

source: Options
el: Επιλογές

# comments title
source: One
el: Ένα

source: &larr; Older comments
el: &larr; Παλαιότερα σχόλια

source: Newer comments &rarr;
el: Νεότερα σχόλια &rarr;

source: Latest Posts
el: Τελευταίες δημοσιεύσεις

source: Search Results for %s
el: Αποτελέσματα αναζήτησης για %s

source: Not Found
el: Δεν Βρέθηκε

source: Pages:
el: Σελίδες:

source: Shippint to %s.
el: Αποστολή σε %s.

source: Edit Address
el: Επεξεργασία Διεύθυνσης

source: Remove
el: Αφαίρεση

source: Checkout
el: Ταμείο

source: Edit
el: Επεξεργασία

source: Add
el: Προσθήκη

source: You have not set up this type of address yet.
el: Δεν έχετε ρυθμίσει ακόμη αυτόν τον τύπο διεύθυνσης.

source: Sorry, but the page you are trying to view does not exist.
el: Λυπούμαστε, αλλά η σελίδα που προσπαθείτε να προβάλετε δεν υπάρχει.

source: Show more
el: Περισσότερα

source: NEWS
el: ΝΕΑ

source: READ MORE
el: ΠΕΡΙΣΣΟΤΕΡΑ

source: OUR STORES
el: ΤΑ ΚΑΤΑΣΤΗΜΑΤΑ ΜΑΣ

source: Product removed from your compare list.
el: Το προϊόν αφαιρέθηκε από τη λίστα σύγκρισης σας.

source: Product added to your compare list.
el: Το προϊόν προστέθηκε στη λίστα σύγκρισης σας.

source: GO TO COMPARE PAGE
el: ΣΕΛΙΔΑ ΣΥΓΚΡΙΣΗΣ

source: CONTINUE SHOPPING
el: ΣΥΝΕΧΕΙΑ ΑΓΟΡΩΝ

# label
source: Search for:
el: Εύρεση:

# placeholder
source: Search &hellip;
el: Εύρεση &hellip;

# submit button
source: Search
el: Εύρεση

source: Sorry, no results were found.
el: Λυπούμαστε, δεν βρέθηκαν αποτελέσματα.

source: Skip to content
el: Μετάβαση στο περιεχόμενο

source: Comments are closed.
el: Τα σχόλια είναι κλειστά.

source: Share article
el: Κοινή χρήση άρθρου

source: Additional Updates
el: Πρόσθετες ενημερώσεις

source: Read more
el: Περισσότερα

source: Copied!
el: Αντιγράφηκε

source: Filters
el: Φίλτρα

source: OK
el: ΟΚ

source: No Posts Found
el: Δεν βρέθηκαν δημοσιεύσεις

source: STORES
el: ΚΑΤΑΣΤΗΜΑΤΑ

source: ENTER CITY OR POST CODE
el: ΕΙΣΑΓΩΓΗ ΠΟΛΗ Ή ΤΑΧΥΔΡΟΜΙΚΟ ΚΩΔΙΚΟ

source: FIND THE NEAREST STORE
el: ΒΡΕΙΤΕ ΤΟ ΠΛΗΣΙΟΝ ΚΑΤΑΣΤΗΜΑ

source: CLOSE
el: ΚΛΕΙΣΙΜΟ

source: call us
el: Καλέστε μας

source: email us
el: Στείλτε μας email

source: Delete Wishlist?
el: Διαγραφή Wishlist;

source: All products will be removed from this wishlist.
el: Όλα τα προϊόντα θα αφαιρεθούν από αυτήν τη λίστα επιθυμιών.

source: Agree
el: Συμφωνώ

source: Disagree
el: Διαφωνώ

source: Please add an item to your wishlist.
el: Προσθέστε ένα προϊόν στη λίστα επιθυμιών σας.

source: BACK TO STORE
el: ΠΙΣΩ ΣΤΟ ΚΑΤΑΣΤΗΜΑ

source: Continue Shopping
el: Συνέχεια Αγορών

source: SKU:
el: ΚΩΔΙΚΟΣ

source: Choose shipping method :
el: Επιλέξτε μέθοδο αποστολής :

source: COUPONS
el: ΚΟΥΠΟΝΙΑ

source: One moment, verifying stock in our ERP
el: Μια στιγμή, επαλήθευση αποθέματος στο ERP μας

source: Free shipping to your location on orders over
el: Δωρεάν αποστολή στην τοποθεσία σας για παραγγελίες

source: You have Free Shipping!
el: Έχετε Δωρεάν Μεταφορικά!

source: Remaining
el: Ακόμα

source: Validate Vat
el: Επικύρωση ΑΦΜ

source: Choose payment method:
el: Επιλέξτε τρόπο πληρωμής:

source: Show less products
el: Εμφάνιση λιγότερων

source: Show more products
el: Εμφάνιση περισσότερων

source: Payment Method
el: Τρόπος πληρωμής

source: MOST POPULAR RIGHT NOW
el: ΔΗΜΟΦΙΛΗ

source: Lost your password?
el: Χάσατε τον κωδικό πρόσβασής σας;

source: Return to login page
el: Επιστροφή στη σελίδα σύνδεσης

source: ADD TO CART
el: ΠΡΟΣΘΗΚΗ ΣΤΟ ΚΑΛΑΘΙ

source: CHOOSE A VARIATION FIRST
el: ΕΠΙΛΕΞΤΕ ΜΙΑ ΠΑΡΑΛΛΑΓΗ

source: Specifications
el: Προδιαγραφές

source: TAGS:
el: ΕΤΙΚΕΤΕΣ

source: on backorder
el: κατόπιν παραγγελίας

source: in stock
el: σε απόθεμα

source: out of stock
el: εκτός αποθέματος

source: LAST UNITS
el: ΤΕΛΕΥΤΑΙΑ ΚΟΜΜΑΤΙΑ

source: PAIR OPTION AVAILABLE
el: ΔΙΑΘΕΣΙΜΟ ΖΕΥΓΟΣ

source: NEW
el: ΝΕΟ

source: CHOOSE
el: ΕΠΙΛΕΞΤΕ

source: REMOVE FROM WISHLIST
el: ΑΦΑΙΡΕΣΗ ΑΠΟ ΤΗ ΛΙΣΤΑ ΕΠΙΘΥΜΩΝ

source: ADD TO WISHLIST
el: ΠΡΟΣΘΗΚΗ ΣΤΗ ΛΙΣΤΑ ΕΠΙΘΥΜΩΝ

source: PRODUCT REMOVED FROM YOUR WISHLIST
el: ΤΟ ΠΡΟΪΟΝ ΑΦΑΙΡΕΘΗΚΕ ΑΠΟ ΤΗ ΛΙΣΤΑ ΕΠΙΘΥΜΙΩΝ ΣΑΣ.

source: PRODUCT ADDED TO YOUR WISHLIST.
el: ΤΟ ΠΡΟΪΟΝ ΠΡΟΣΤΕΘΗΚΕ ΣΤΗ ΛΙΣΤΑ ΕΠΙΘΥΜΙΩΝ ΣΑΣ.

source: GO TO WISHLIST
el: ΛΙΣΤΑ ΕΠΙΘΥΜΙΩΝ

source: LANGUAGE:
el: ΓΛΩΣΣΑ:

source: FOLLOW US:
el: ΑΚΟΛΟΥΘΗΣΤΕ ΜΑΣ:

source: LOGIN/REGISTER
el: ΣΥΝΔΕΣΗ/ΕΓΓΡΑΦΗ

source: SHOPPING BAG
el: ΚΑΛΑΘΙ

source: PRODUCTS
el: ΠΡΟΪΌΝΤΑ

source: PRICE
el: ΑΞΙΑ

source: QUANTITY
el: ΠΟΣΟΤΗΤΑ

source: REMOVE
el: ΑΦΑΙΡΕΣΗ

source: SHIPPING
el: ΑΠΟΣΤΟΛΗ

source: Please fill the required shipping fields.
el: Συμπληρώστε τα απαιτούμενα πεδία αποστολής.

source: TOTALS
el: ΣΥΝΟΛΑ

source: SUBTOTAL
el: ΥΠΟΣΥΝΟΛΟ

source: COUPON
el: ΚΟΥΠΟΝΙ

source: TOTAL
el: ΣΥΝΟΛΟ

source: APPLY
el: ΕΦΑΡΜΟΓΗ

source: CHECKOUT
el: ΤΑΜΕΙΟ

source: Close Shopping Bag
el: Κλείσιμο

source: CLEAR
el: ΚΑΘΑΡΙΣΜΟΣ

source: PRODUCTS:
el: ΠΡΟΪΌΝΤΑ

source: GO TO SHOPPING BAG
el: ΚΑΛΑΘΙ

source: INVOICE?
el: ΤΙΜΟΛΟΓΙΟ

source: DISCOUNT CODE
el: ΚΟΥΠΟΝΙ

source: MORE INFORMATION
el: ΠΕΡΙΣΣΟΤΕΡΑ

source: SPECS
el: ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ

source: BOUGHT TOGETHER
el: ΑΠΟΚΤΟΥΝΤΑΙ ΜΑΖΙ

source: Bought together products
el: Αποκτούνται μαζί

source: Related Products
el: Σχετικά Προϊόντα

source: Clear selections
el: Καθαρισμός Επιλογών

source: OUT OF STOCK
el: ΕΚΤΟΣ ΑΠΟΘΕΜΑΤΟΣ

source: Notify me
el: Ενημερώστε με

source: Enter your email and we will notify you when the product is in stock.
el: Εισαγάγετε το email σας και θα σας ειδοποιήσουμε όταν το προϊόν είναι σε απόθεμα.

source: is available.
el: είναι διαθέσιμο.

source: Thank you, we will notify you.
el: Σας ευχαριστούμε, θα σας ενημερώσουμε.

source: NOTIFY ME
el: ΕΙΔΟΠΟΙΗΣΤΕ ΜΕ

source: Available only in store
el: Διατίθεται μόνο στο κατάστημα

source: Compare
el: Σύγκριση

source: Clear All
el: Καθαρισμός

source: FILTERS
el: ΦΙΛΤΡΑ

source: more
el: περισσότερα

source: MORE
el: ΠΕΡΙΣΣΟΤΕΡΑ

source: See in map
el: Δείτε το στον χάρτη

source: No posts found
el: Δεν βρέθηκαν αναρτήσεις

source: Models
el: Μοντέλα

source: (Click to show availability)
el: (Κάντε κλικ για εμφάνιση διαθεσιμότητας)

source: Determines the appearance of terms on the website.
el: Καθορίζει την εμφάνιση των όρων στον ιστότοπο.
